{
    "askme": [
      "What is your biggest dream in life?",
      "Describe a moment that made you laugh uncontrollably.",
      "What is your favorite childhood memory?",
      "What is your most prized possession and why?",
      "Who is the person you admire the most and why?",
      "Describe a time when you felt truly inspired.",
      "What is your greatest fear and why?",
      "What is your favorite way to relax and unwind?",
      "What is the best piece of advice you have ever received?",
      "Describe a place that holds a special meaning to you.",
      "What is your favorite book or movie and why?",
      "What is one thing you would change about yourself if you could?",
      "Share a moment when you felt truly loved and cared for.",
      "What is the most challenging obstacle you have overcome?",
      "What are three words that best describe your personality?",
      "Describe a time when you felt completely out of your comfort zone.",
      "What is your favorite quote and why does it resonate with you?",
      "What is your biggest regret in life and what have you learned from it?",
      "Share a lesson you learned from a difficult experience.",
      "Describe a time when you felt a sense of accomplishment.",
      "Who is someone you have lost touch with and wish you could reconnect with?",
      "What is your favorite way to express your creativity?",
      "Share a goal or aspiration that you have for the future.",
      "Describe a person who has had a significant impact on your life.",
      "What is your favorite season and why?",
      "Share a moment when you felt truly grateful.",
      "Describe a time when you took a leap of faith and it paid off.",
      "What is your favorite childhood game or activity?",
      "Share a moment when you felt inspired by nature.",
      "What is your favorite way to help others or make a positive impact?",
      "Describe a time when you felt a deep sense of peace and contentment.",
      "What is your favorite type of music and why does it resonate with you?",
      "Share a moment when you felt a strong sense of community.",
      "What is your favorite way to celebrate special occasions?",
      "Describe a time when you faced a difficult decision and how you handled it.",
      "What is your favorite form of self-care and why?",
      "Share a moment when you felt a sense of wonder and awe.",
      "What is one thing you would like to change about the world?",
      "Describe a time when you received a random act of kindness.",
      "What is your favorite hobby or pastime and why do you enjoy it?",
      "Share a moment when you felt a deep connection with someone.",
      "What is your favorite way to spend a lazy day?",
      "Describe a time when you felt truly motivated and driven.",
      "What is your favorite childhood food or treat?",
      "Share a moment when you felt inspired by a work of art.",
      "What is your favorite type of exercise or physical activity and why?",
      "Describe a time when you faced a fear and conquered it.",
      "What is your favorite way to challenge yourself and grow?",
      "Share a moment when you felt a strong sense of accomplishment.",
      "What is one thing you would like to tell your future self?",
      "What is your definition of true love?",
      "Describe your ideal partner and the qualities you value most.",
      "What is the most romantic gesture someone has ever done for you?",
      "Share a memorable first date experience.",
      "What is the biggest lesson you have learned from a past relationship?",
      "Describe your favorite love song and why it holds significance for you.",
      "What is your love language and how does it impact your relationships?",
      "Share a moment when you felt deeply connected to your partner.",
      "Describe a time when you had to forgive someone you loved.",
      "What is your perspective on long-distance relationships?",
      "Share a lesson you learned from a heartbreak.",
      "What do you believe is the key to a successful and fulfilling relationship?",
      "Describe your favorite date night activity and why you enjoy it.",
      "What is your view on marriage and commitment?",
      "Share a moment when you felt truly supported by your partner.",
      "Describe a time when you had to make a difficult decision in a relationship.",
      "What is your favorite love story, either fictional or real, and why?",
      "Share a lesson you learned from a failed relationship.",
      "What is your opinion on the importance of communication in relationships?",
      "Describe a time when you felt overwhelmed by love.",
      "What is your favorite romantic movie or book and why?",
      "Share a moment when you experienced unconditional love.",
      "Describe a time when you had to navigate a disagreement with your partner.",
      "What is your perspective on soulmates and destiny in relationships?",
      "Share a lesson you learned from a toxic relationship.",
      "What is your favorite way to show love and affection to your partner?",
      "Describe a time when you experienced a profound connection with someone unexpected.",
      "What is your opinion on the role of compromise in relationships?",
      "Share a moment when you felt truly understood by your partner.",
      "Describe a time when you had to let go of someone you loved.",
      "What is your favorite love quote and why does it resonate with you?",
      "Share a lesson you learned from a long-term relationship.",
      "What is your view on the importance of trust in relationships?",
      "Describe a time when you surprised your partner with a thoughtful gesture.",
      "What is your perspective on the balance between independence and togetherness in relationships?",
      "Share a moment when you felt an instant connection with someone you just met.",
      "What is your favorite relationship advice that you have received?",
      "Describe a time when you experienced a deep sense of vulnerability with your partner.",
      "What is your opinion on the role of compromise in relationships?",
      "Share a lesson you learned from a relationship that ended amicably.",
      "What is your favorite love poem or piece of writing and why?",
      "Describe a time when you had to navigate a cultural or religious difference in a relationship.",
      "What is your perspective on the importance of self-love in relationships?",
      "Share a moment when you felt truly appreciated by your partner.",
      "Describe a time when you experienced love at first sight.",
      "What is your view on the role of passion and intimacy in relationships?",
      "Share a lesson you learned from a relationship that started as a friendship.",
      "What is your favorite romantic getaway or vacation destination and why?",
      "Describe a time when you surprised your partner with a heartfelt gift.",
      "What is your perspective on the balance between work and relationships?",
      "How do you define success in your life?",
      "Describe a time when you achieved a significant goal and how it felt.",
      "What is your greatest accomplishment to date and why?",
      "Share a lesson you learned from a past failure that helped you achieve success.",
      "What motivates you to strive for success?",
      "Describe a time when you had to step out of your comfort zone to achieve your goals.",
      "How do you handle setbacks and obstacles on your path to success?",
      "Share a moment when you felt a deep sense of pride in your achievements.",
      "What is your approach to setting and pursuing goals?",
      "Describe a time when you had to make sacrifices to achieve success.",
      "How do you measure success in areas other than traditional achievements?",
      "Share a lesson you learned from a successful mentor or role model.",
      "What is your perspective on the balance between ambition and contentment?",
      "Describe a time when you overcame self-doubt and achieved something significant.",
      "How do you celebrate your successes, both big and small?",
      "Share a moment when you felt a sense of fulfillment and accomplishment.",
      "What is your view on the importance of failure in the journey to success?",
      "Describe a time when you had to take a risk to achieve your goals.",
      "What strategies do you use to stay focused and maintain momentum towards success?",
      "Share a lesson you learned from a challenging experience that ultimately led to success.",
      "How do you define personal growth and how does it relate to success?",
      "Describe a time when you received recognition or praise for your achievements.",
      "What is your perspective on the role of perseverance in achieving success?",
      "Share a moment when you felt like you were living up to your full potential.",
      "How do you handle success without becoming complacent or stagnant?",
      "Describe a time when you had to learn new skills or acquire knowledge to achieve success.",
      "What is your view on the importance of networking and building relationships for success?",
      "Share a lesson you learned from a successful project or endeavor.",
      "How do you balance short-term wins with long-term success?",
      "Describe a time when you had to overcome self-limiting beliefs to achieve your goals.",
      "What is your perspective on the role of perseverance in achieving success?",
      "Share a moment when you felt like you were living up to your full potential.",
      "How do you handle success without becoming complacent or stagnant?",
      "Describe a time when you had to learn new skills or acquire knowledge to achieve success.",
      "What is your view on the importance of networking and building relationships for success?",
      "Share a lesson you learned from a successful project or endeavor.",
      "How do you balance short-term wins with long-term success?",
      "Describe a time when you had to overcome self-limiting beliefs to achieve your goals.",
      "What is your perspective on the importance of resilience in the face of failure?",
      "Share a moment when you felt a strong sense of accomplishment and satisfaction.",
      "How do you define success for yourself, separate from societal expectations?",
      "Describe a time when you had to make a difficult decision in pursuit of success.",
      "What is your view on the importance of self-belief and confidence in achieving success?",
      "Share a lesson you learned from a successful team collaboration or partnership.",
      "How do you approach setbacks and use them as stepping stones to future success?",
      "Describe a time when you had to adapt and be flexible to achieve your goals.",
      "What is your perspective on the role of continuous learning and growth in success?",
      "Share a moment when you felt like your hard work and perseverance paid off.",
      "Describe a time when you felt inspired by the success of others and it motivated you to achieve your own goals.",
      "What does personal growth mean to you?",
      "Share a lesson you learned from a challenging experience that led to personal growth.",
      "What is your approach to self-reflection and self-awareness?",
      "Describe a time when you stepped out of your comfort zone to pursue personal growth.",
      "How do you prioritize personal growth in your daily life?",
      "Share a moment when you gained a new perspective that contributed to your personal growth.",
      "What is your favorite book or resource for personal growth and why?",
      "Describe a time when you faced a fear and it resulted in personal growth.",
      "How do you cultivate a growth mindset in your life?",
      "Share a lesson you learned from a mentor or role model that helped you in your personal growth.",
      "What practices or habits do you engage in to foster personal growth?",
      "Describe a time when you discovered a hidden talent or passion through personal growth.",
      "How do you overcome self-limiting beliefs and embrace personal growth?",
      "Share a moment when you experienced a breakthrough in your personal growth journey.",
      "What is your perspective on the importance of continuous learning for personal growth?",
      "Describe a time when you made a significant change or transformation for personal growth.",
      "How do you handle setbacks and challenges in your personal growth process?",
      "Share a lesson you learned from a mistake that led to personal growth.",
      "What is your view on the balance between self-improvement and self-acceptance?",
      "Describe a time when you sought feedback and used it to enhance your personal growth.",
      "How do you incorporate mindfulness or meditation into your personal growth journey?",
      "Share a moment when you experienced a profound realization or aha moment in your personal growth.",
      "What is your perspective on the importance of self-care in personal growth?",
      "Describe a time when you took a leap of faith for the sake of personal growth.",
      "How do you set goals and milestones for your personal growth?",
      "Share a lesson you learned from a period of introspection or solitude that contributed to your personal growth.",
      "What is your view on the role of relationships and connections in personal growth?",
      "Describe a time when you practiced forgiveness and it brought about personal growth.",
      "How do you stay committed and motivated in your personal growth journey?",
      "Share a moment when you felt a deep sense of fulfillment and progress in your personal growth.",
      "What is your perspective on the importance of self-compassion in personal growth?",
      "Describe a time when you embraced vulnerability and it led to personal growth.",
      "How do you seek out new experiences and challenges for the sake of personal growth?",
      "Share a lesson you learned from a period of self-discovery that impacted your personal growth.",
      "What is your view on the balance between solitude and social interaction in personal growth?",
      "Describe a time when you overcame a limiting belief and experienced personal growth as a result.",
      "How do you incorporate reflection and journaling into your personal growth journey?",
      "Share a moment when you felt inspired by someone's personal growth and it influenced your own.",
      "What is your perspective on the importance of self-education and personal growth?",
      "Describe a time when you let go of something or someone for the sake of personal growth.",
      "How do you navigate and learn from moments of failure in your personal growth journey?",
      "Share a lesson you learned from a period of self-discipline that contributed to your personal growth.",
      "What is your view on the role of gratitude and appreciation in personal growth?",
      "Describe a time when you confronted a limiting belief or negative thought pattern and experienced personal growth.",
      "Share a moment when you practiced resilience and it propelled your personal growth.",
      "What is your perspective on the importance of setting boundaries for personal growth?",
      "Describe a time when you sought out constructive criticism for the sake of personal growth.",
      "How do you integrate personal growth into your daily routines and habits?",
      "Share a lesson you learned from a difficult conversation or confrontation that led to personal growth.",
      "What does a healthy lifestyle mean to you?",
      "Share a wellness practice or habit that has had a positive impact on your life.",
      "How do you prioritize self-care in your daily routine?",
      "Describe a time when you overcame a health challenge and how it affected your well-being.",
      "What is your favorite form of exercise and how does it contribute to your overall well-being?",
      "Share a lesson you learned about the importance of mental health in overall well-being.",
      "How do you maintain a balanced diet that supports your health and well-being?",
      "Describe a time when you implemented a healthy habit and experienced significant improvements in your well-being.",
      "What is your view on the role of sleep in maintaining optimal health and well-being?",
      "Share a moment when you felt a deep sense of peace and calmness in relation to your well-being.",
      "How do you manage stress and promote emotional well-being in your life?",
      "Describe a time when you practiced mindfulness or meditation and noticed positive effects on your well-being.",
      "What is your perspective on the balance between work and personal well-being?",
      "Share a lesson you learned about the importance of self-compassion in maintaining overall well-being.",
      "How do you foster positive relationships and social connections for your well-being?",
      "Describe a time when you made a significant lifestyle change for the sake of your health and well-being.",
      "What is your view on the importance of regular health check-ups and preventive care?",
      "Share a moment when you felt a strong sense of vitality and energy in relation to your well-being.",
      "How do you prioritize mental and emotional well-being in your self-care routine?",
      "Describe a time when you prioritized rest and relaxation, and how it benefited your well-being.",
      "What is your perspective on the role of gratitude and positive thinking in overall well-being?",
      "Share a lesson you learned about the importance of setting boundaries for your health and well-being.",
      "How do you incorporate nature and outdoor activities into your well-being practices?",
      "Describe a time when you faced a health setback and how it influenced your perspective on well-being.",
      "What is your view on the balance between indulgence and moderation for your overall well-being?",
      "Share a moment when you practiced self-care and felt a deep sense of self-love and nurturing.",
      "How do you maintain a healthy work-life balance to support your well-being?",
      "Describe a time when you took a break or vacation that had a significant positive impact on your well-being.",
      "What is your perspective on the role of hobbies and passions in maintaining overall well-being?",
      "Share a lesson you learned about the importance of self-awareness in promoting well-being.",
      "How do you prioritize hydration and its impact on your physical and mental well-being?",
      "Describe a time when you practiced stress management techniques and noticed improvements in your well-being.",
      "What is your view on the importance of community and social support for your well-being?",
      "Share a moment when you felt deeply connected to your body and its needs for well-being.",
      "How do you maintain a healthy work-life-tech balance to support your well-being in the digital age?",
      "Describe a time when you practiced self-acceptance and experienced positive changes in your well-being.",
      "What is your perspective on the role of creativity and self-expression in overall well-being?",
      "Share a lesson you learned about the importance of self-discipline in maintaining health and well-being.",
      "How do you promote positive body image and self-esteem for your well-being?",
      "Describe a time when you practiced forgiveness and experienced improvements in your well-being.",
      "Share a moment when you made a conscious effort to cultivate a positive mindset and its impact on your well-being.",
      "How do you incorporate healthy habits into your social life and relationships for overall well-being?",
      "Describe a time when you sought professional help or guidance to improve your well-being.",
      "What is your perspective on the balance between self-care and responsibilities for your overall well-being?",
      "Share a lesson you learned about the importance of setting realistic goals for your health and well-being.",
      "How do you promote work-life integration rather than work-life balance for your well-being?",
      "Describe a time when you practiced self-compassion and experienced positive changes in your well-being.",
      "What is your view on the role of humor and laughter in promoting overall well-being?",
      "Share a moment when you practiced gratitude and noticed significant improvements in your well-being.",
      "What does friendship mean to you?",
      "Share a memorable experience that exemplified the loyalty of a close friend.",
      "How do you nurture and maintain long-lasting friendships?",
      "Describe a time when you went above and beyond to support a friend in need.",
      "What qualities do you value most in a loyal friend?",
      "Share a lesson you learned about the importance of trust in friendships.",
      "How do you navigate conflicts and disagreements while preserving the loyalty in your friendships?",
      "Describe a time when a friend's loyalty had a profound impact on your life.",
      "What efforts do you make to show your loyalty and commitment to your friends?",
      "Share a moment when you felt an unwavering sense of loyalty towards a friend.",
      "How do you strike a balance between being honest and maintaining the trust in your friendships?",
      "Describe a time when you forgave a friend and strengthened your bond through loyalty.",
      "What is your perspective on the role of communication in building and sustaining loyal friendships?",
      "Share a lesson you learned about the importance of mutual support and encouragement in friendships.",
      "How do you celebrate and express gratitude for the loyalty of your friends?",
      "Describe a time when you stood up for a friend, even in the face of adversity.",
      "What is your view on the balance between giving and receiving in loyal friendships?",
      "Share a moment when you demonstrated loyalty to a friend, even when it was challenging to do so.",
      "How do you build trust and loyalty in new friendships?",
      "Describe a time when a friend's loyalty inspired you to be a better person.",
      "What is your perspective on the role of shared values and beliefs in fostering loyal friendships?",
      "Share a lesson you learned about the importance of empathy and understanding in friendships.",
      "How do you navigate changes and transitions in friendships while maintaining loyalty?",
      "Describe a time when a friend's loyalty helped you through a difficult time.",
      "What efforts do you make to keep your friendships strong and resilient over time?",
      "Share a moment when you realized the depth of loyalty in a friendship.",
      "How do you prioritize your friendships amidst other commitments and responsibilities?",
      "Describe a time when you made a sacrifice for the sake of a loyal friendship.",
      "What is your view on the importance of loyalty in maintaining long-lasting friendships?",
      "Share a lesson you learned about the importance of confidentiality and trust in loyal friendships.",
      "How do you handle disagreements or misunderstandings without compromising the loyalty in your friendships?",
      "Describe a time when you took a leap of faith to strengthen a friendship and it paid off.",
      "What efforts do you make to keep the lines of communication open and honest in your friendships?",
      "Share a moment when a friend's loyalty brought you a sense of security and belonging.",
      "How do you express your appreciation and love for your loyal friends?",
      "Describe a time when you received unwavering support and loyalty from a friend during a challenging period.",
      "What is your perspective on the role of forgiveness and second chances in loyal friendships?",
      "Share a lesson you learned about the importance of respecting boundaries in loyal friendships.",
      "How do you handle conflicts between friends while maintaining loyalty to both parties?",
      "Describe a time when you made a conscious effort to be a more loyal friend and saw positive changes in your relationships.",
      "What is your view on the importance of reciprocity and mutual investment in loyal friendships?",
      "Share a moment when you felt immense gratitude for the loyalty of your friends.",
      "How do you navigate different life stages and distances in maintaining loyal friendships?",
      "Describe a time when a friend's loyalty served as a source of inspiration and motivation.",
      "Share a lesson you learned about the importance of active listening and understanding in loyal friendships.",
      "How do you support and encourage the personal growth and aspirations of your friends while remaining loyal?",
      "Describe a time when a friend's loyalty helped you overcome a fear or obstacle.",
      "What is your perspective on the role of compromise and flexibility in maintaining loyal friendships?",
      "Share a moment when you experienced true loyalty and friendship, and it reaffirmed your belief in the power of those connections.",
      "What does creativity mean to you?",
      "Share a moment when you felt truly inspired and how it sparked your creativity.",
      "How do you nurture and cultivate your creative side?",
      "Describe a time when you faced a creative block and how you overcame it.",
      "What sources or mediums of inspiration do you seek out to fuel your creativity?",
      "Share a lesson you learned about the importance of taking risks and embracing experimentation in creativity.",
      "How do you incorporate creativity into your daily life?",
      "Describe a time when you turned a simple idea into a creative masterpiece.",
      "What practices or rituals do you engage in to stimulate your creative thinking?",
      "Share a moment when you witnessed someone else's creative work and it deeply inspired you.",
      "How do you handle self-doubt or criticism when it comes to expressing your creativity?",
      "Describe a time when you collaborated with others and how it influenced your creative process.",
      "What is your perspective on the balance between structure and spontaneity in fostering creativity?",
      "Share a lesson you learned about the importance of embracing failure and learning from it in creative endeavors.",
      "How do you overcome creative blocks or periods of stagnation?",
      "Describe a time when nature or the outdoors served as a source of inspiration for your creativity.",
      "What is your view on the role of imagination and daydreaming in nurturing creativity?",
      "Share a moment when you experienced a breakthrough or eureka moment in your creative journey.",
      "How do you find inspiration in everyday life and ordinary moments?",
      "Describe a time when you stepped outside of your comfort zone creatively and experienced growth.",
      "What is your perspective on the influence of art and culture on your creative expression?",
      "Share a lesson you learned about the importance of maintaining a healthy work-play balance for sustained creativity.",
      "How do you stay motivated and inspired during challenging or uninspiring times?",
      "Describe a time when you transformed a setback or failure into a creative opportunity.",
      "What is your view on the relationship between creativity and personal authenticity?",
      "Share a moment when you received unexpected inspiration from an unlikely source.",
      "How do you incorporate mindfulness or meditation into your creative process?",
      "Describe a time when you used constraints or limitations to fuel your creativity.",
      "What is your perspective on the importance of continuous learning and exploration for creativity?",
      "Share a lesson you learned about the power of self-expression and vulnerability in creative pursuits.",
      "How do you embrace and celebrate mistakes as part of the creative journey?",
      "Describe a time when you discovered a new technique or medium that expanded your creative horizons.",
      "What is your view on the role of solitude and introspection in nurturing creativity?",
      "Share a moment when you received recognition or praise for your creative work and how it motivated you.",
      "How do you navigate the balance between inspiration from others and maintaining originality in your creative process?",
      "Describe a time when you incorporated feedback or criticism to enhance your creative output.",
      "What is your perspective on the importance of a supportive creative community or network?",
      "Share a lesson you learned about the importance of setting aside dedicated time for creative pursuits.",
      "How do you find inspiration in challenging or unconventional situations?",
      "Describe a time when you used storytelling or narrative as a means of expressing your creativity.",
      "What is your view on the role of curiosity and exploration in fostering creativity?",
      "Share a moment when you encountered a creative block and sought inspiration from different art forms or disciplines.",
      "How do you overcome the fear of judgment and embrace vulnerability in your creative expression?",
      "Describe a time when you found inspiration in a personal or emotional experience.",
      "Share a lesson you learned about the importance of consistent practice and discipline in creative pursuits.",
      "How do you draw inspiration from historical or cultural influences in your creative work?",
      "Describe a time when collaboration with others enhanced your creative process and outcomes.",
      "What is your perspective on the role of reflection and self-assessment in nurturing creativity?",
      "Share a moment when you realized the transformative power of creativity in your life."
    ]
}